Repository: diegotid/tildone
Catalog: Tildone/Localizable.xcstrings
Source language: en
Languages: es, fr, zh_hans

source: Tildone will add the notes from this Mac to iCloud. If the same note exists in both places, Tildone will combine it the same way it handles edits made on two devices. The notes saved on this Mac will remain available.
es: Tildone añadirá a iCloud las notas de este Mac. Si la misma nota existe en ambos lugares, Tildone la combinará igual que cuando se edita en dos dispositivos. Las notas guardadas en este Mac seguirán disponibles.
fr: Tildone ajoutera à iCloud les notes de ce Mac. Si la même note existe aux deux endroits, Tildone la combinera comme lorsqu’elle est modifiée sur deux appareils. Les notes enregistrées sur ce Mac resteront disponibles.
zh_hans: Tildone 会将这台 Mac 上的笔记添加到 iCloud。如果两个位置有同一条笔记，Tildone 会像处理两台设备上的编辑一样进行合并。这台 Mac 上保存的笔记仍会保留。

source: Tildone will copy the notes saved on this Mac to iCloud. This is available because there are no Tildone notes in iCloud. The originals will remain on this Mac, and nothing will be deleted.
es: Tildone copiará a iCloud las notas guardadas en este Mac. Esta opción está disponible porque no hay notas de Tildone en iCloud. Los originales permanecerán en este Mac y no se eliminará nada.
fr: Tildone copiera vers iCloud les notes enregistrées sur ce Mac. Cette option est disponible car aucune note Tildone ne se trouve dans iCloud. Les originaux resteront sur ce Mac et rien ne sera supprimé.
zh_hans: Tildone 会将这台 Mac 上保存的笔记复制到 iCloud。此选项可用是因为 iCloud 中没有 Tildone 笔记。原始笔记会保留在这台 Mac 上，不会删除任何内容。

source: Tildone will keep showing the notes saved on this Mac. The notes in iCloud will not be changed, and you can switch later.
es: Tildone seguirá mostrando las notas guardadas en este Mac. Las notas de iCloud no cambiarán y podrás cambiar de opción más tarde.
fr: Tildone continuera à afficher les notes enregistrées sur ce Mac. Les notes dans iCloud ne seront pas modifiées et vous pourrez changer d’option plus tard.
zh_hans: Tildone 将继续显示这台 Mac 上保存的笔记。iCloud 中的笔记不会更改，你可以稍后切换。

source: Tildone will show the notes in iCloud. The notes saved on this Mac will not be changed, and you can switch back later.
es: Tildone mostrará las notas de iCloud. Las notas guardadas en este Mac no cambiarán y podrás volver a ellas más tarde.
fr: Tildone affichera les notes dans iCloud. Les notes enregistrées sur ce Mac ne seront pas modifiées et vous pourrez y revenir plus tard.
zh_hans: Tildone 将显示 iCloud 中的笔记。这台 Mac 上保存的笔记不会更改，你可以稍后切换回来。

source: Tildone’s storage in iCloud is missing or was reset. Sync has stopped, but your notes and unsent changes are safe. Tildone will not rebuild or upload them again without your permission.
es: El almacenamiento de Tildone en iCloud falta o se ha restablecido. La sincronización se ha detenido, pero tus notas y cambios sin enviar están a salvo. Tildone no los reconstruirá ni volverá a subirlos sin tu permiso.
fr: Le stockage de Tildone dans iCloud est absent ou a été réinitialisé. La synchronisation est arrêtée, mais vos notes et changements non envoyés sont en sécurité. Tildone ne les reconstruira ni ne les renverra sans votre autorisation.
zh_hans: Tildone 在 iCloud 中的存储缺失或已被重置。同步已停止，但你的笔记和尚未发送的更改会安全保留。未经你的许可，Tildone 不会重新建立或再次上传它们。

source: To change or remove the filter later, return to the same Focus settings.
es: Para cambiar o eliminar el filtro más adelante, vuelve a los mismos ajustes de Concentración.
fr: Pour modifier ou supprimer le filtre ultérieurement, revenez aux mêmes réglages Concentration.
zh_hans: 如需稍后更改或移除过滤条件，请返回同一专注模式的设置。

source: Top left
es: Arriba a la izquierda
fr: En haut à gauche
zh_hans: 左上

source: Top right
es: Arriba a la derecha
fr: En haut à droite
zh_hans: 右上

source: Topic
es: Asunto
fr: Sujet
zh_hans: 主题

source: Type new
es: Escribe uno nuevo
fr: Saisir un nouveau
zh_hans: 输入新的

source: Under Focus Filters, click Add Filter, then choose Tildone.
es: En Filtros de concentración, haz clic en Añadir filtro y selecciona Tildone.
fr: Sous Filtres de concentration, cliquez sur Ajouter un filtre, puis choisissez Tildone.
zh_hans: 在“专注模式过滤条件”下，点按“添加过滤条件”，然后选择 Tildone。

source: Undo
es: Deshacer
fr: Annuler
zh_hans: 撤销

source: Undo Change Note Color
es: Deshacer cambio de color de la nota
fr: Annuler le changement de couleur de la note
zh_hans: 撤销更改笔记颜色

source: Undo Complete Task
es: Deshacer completar tarea
fr: Annuler l’achèvement de la tâche
zh_hans: 撤销完成任务

source: Undo Delete Note
es: Deshacer eliminar nota
fr: Annuler la suppression de la note
zh_hans: 撤销删除笔记

source: Undo Delete Task
es: Deshacer eliminar tarea
fr: Annuler la suppression de la tâche
zh_hans: 撤销删除任务

source: Undo Indent Task
es: Deshacer aumentar sangría de tarea
fr: Annuler l’indentation de la tâche
zh_hans: 撤销缩进任务

source: Undo Outdent Task
es: Deshacer reducir sangría de tarea
fr: Annuler la diminution du retrait de la tâche
zh_hans: 撤销减少任务缩进

source: Undo Reorder Task
es: Deshacer reordenar tarea
fr: Annuler la réorganisation de la tâche
zh_hans: 撤销任务重新排序

source: Undo Uncomplete Task
es: Deshacer marcar tarea como pendiente
fr: Annuler le marquage de la tâche comme non terminée
zh_hans: 撤销将任务标为未完成

source: Untitled task
es: Tarea sin título
fr: Tâche sans titre
zh_hans: 无标题任务

source: Updated
es: Actualizado
fr: Mis à jour
zh_hans: 已更新

source: Updated to v%@
es: Actualizado a v%@
fr: Mis à jour vers v%@
zh_hans: 更新至 v%@

source: Use iCloud
es: Usar iCloud
fr: Utiliser iCloud
zh_hans: 使用 iCloud

source: Use iCloud Notes
es: Usar notas de iCloud
fr: Utiliser les notes iCloud
zh_hans: 使用 iCloud 笔记

source: Use Notes on This Mac
es: Usar las notas de este Mac
fr: Utiliser les notes de ce Mac
zh_hans: 使用这台 Mac 上的笔记

source: Use the notes in iCloud?
es: ¿Usar las notas de iCloud?
fr: Utiliser les notes dans iCloud ?
zh_hans: 使用 iCloud 中的笔记？

source: Use the notes on this Mac?
es: ¿Usar las notas de este Mac?
fr: Utiliser les notes de ce Mac ?
zh_hans: 使用这台 Mac 上的笔记？

source: Use This Mac
es: Usar este Mac
fr: Utiliser ce Mac
zh_hans: 使用这台 Mac

source: Version %@
es: Versión %@
zh_hans: 版本 %@

source: Visit release notes
es: Visita las novedades
fr: Vérifiez les nouveautés
zh_hans: 访问发行说明

source: Weekend plans
es: Planes para el fin de semana
fr: Projets du week-end
zh_hans: 周末计划

source: When enabled, hold ⌘ while clicking to interact with a transparent note. (When disabled, press ⌘ while clicking to click through.)
es: Cuando esté activado, mantén pulsado ⌘ mientras haces clic para interactuar con una nota transparente. (Cuando esté desactivado, pulsa ⌘ mientras haces clic para que el clic la atraviese.)
fr: Lorsque cette option est activée, maintenez ⌘ pendant le clic pour interagir avec une note transparente. (Lorsqu’elle est désactivée, appuyez sur ⌘ pendant le clic pour cliquer à travers.)
zh_hans: 启用后，按住 ⌘ 并点击即可与透明笔记交互。（停用后，点击时按住 ⌘ 即可穿透。）

source: Wrap to multiple lines
es: Ajustar a varias líneas
fr: Passer sur plusieurs lignes
zh_hans: 多行显示

source: Yellow
es: Amarillo
fr: Jaune
zh_hans: 黄色

source: You can keep editing. Nothing will be sent to or downloaded from iCloud until you resume.
es: Puedes seguir editando. No se enviará ni descargará nada de iCloud hasta que reanudes la sincronización.
fr: Vous pouvez continuer à modifier vos notes. Rien ne sera envoyé vers iCloud ni téléchargé depuis iCloud avant la reprise.
zh_hans: 你可以继续编辑。恢复同步前，不会向 iCloud 发送或从中下载任何内容。

source: Your existing notes have not been changed. Tildone needs your help before it can open them.
es: Tus notas existentes no se han modificado. Tildone necesita tu ayuda antes de poder abrirlas.
fr: Vos notes existantes n’ont pas été modifiées. Tildone a besoin de votre aide avant de pouvoir les ouvrir.
zh_hans: 你现有的笔记未被更改。Tildone 需要你的帮助才能打开它们。

source: Your notes on this Mac and in iCloud will remain saved whichever option you choose.
es: Tus notas de este Mac y de iCloud seguirán guardadas elijas la opción que elijas.
fr: Vos notes sur ce Mac et dans iCloud resteront enregistrées, quelle que soit l’option choisie.
zh_hans: 无论选择哪个选项，这台 Mac 和 iCloud 中的笔记都会保留。

source: Your notes remain on this Mac.
es: Tus notas permanecen en este Mac.
fr: Vos notes restent sur ce Mac.
zh_hans: 你的笔记仍保留在这台 Mac 上。

source: Your notes remain on this Mac. You can choose to copy them to iCloud. Nothing will be deleted.
es: Tus notas permanecen en este Mac. Puedes elegir copiarlas a iCloud. No se eliminará nada.
fr: Vos notes restent sur ce Mac. Vous pouvez choisir de les copier vers iCloud. Rien ne sera supprimé.
zh_hans: 你的笔记仍保留在这台 Mac 上。你可以选择将其复制到 iCloud。不会删除任何内容。

source: Your notes remain safe on this Mac. There are also notes in iCloud, so Tildone will not combine or replace either set automatically.
es: Tus notas siguen a salvo en este Mac. También hay notas en iCloud, por lo que Tildone no combinará ni sustituirá automáticamente ninguno de los dos conjuntos.
fr: Vos notes restent en sécurité sur ce Mac. Il existe aussi des notes dans iCloud ; Tildone ne combinera ni ne remplacera automatiquement aucun des deux ensembles.
zh_hans: 你的笔记仍安全保留在这台 Mac 上。iCloud 中也有笔记，因此 Tildone 不会自动合并或替换任何一组笔记。

source: General
fr: Général
zh_hans: 常规

source: Horizontal
zh_hans: 水平

source: Vertical
zh_hans: 垂直
